{"backend": "tensorflow", "class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"use_bias": true, "units": 100, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform", "dtype": "float32"}}, "dtype": "float32", "kernel_constraint": null, "activity_regularizer": null, "bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "name": "dense_1", "batch_input_shape": [null, 784], "bias_constraint": null, "trainable": true, "activation": "relu", "kernel_regularizer": null}}, {"class_name": "Dense", "config": {"use_bias": true, "units": 100, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform", "dtype": "float32"}}, "dtype": "float32", "kernel_constraint": null, "activity_regularizer": null, "bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "name": "dense_2", "bias_constraint": null, "trainable": true, "activation": "relu", "kernel_regularizer": null}}, {"class_name": "Dense", "config": {"use_bias": true, "units": 100, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform", "dtype": "float32"}}, "dtype": "float32", "kernel_constraint": null, "activity_regularizer": null, "bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "name": "dense_3", "bias_constraint": null, "trainable": true, "activation": "relu", "kernel_regularizer": null}}, {"class_name": "Dense", "config": {"use_bias": true, "units": 10, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform", "dtype": "float32"}}, "dtype": "float32", "kernel_constraint": null, "activity_regularizer": null, "bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "name": "dense_4", "bias_constraint": null, "trainable": true, "activation": "softmax", "kernel_regularizer": null}}], "keras_version": "2.0.6-tf"}